@extends("layouts.app")

@section('title')
    О нас
@endsection


@section('content')

<form>


<h2 style="text-align: left;">Wolfskills – это фриланс биржа, где исполнителями выступают исключительно студенты. Это дает возможность молодым специалистам работать и развиваться по своему профилю. Наш сайт дает опыт студентам, а заказчикам выполненную работу за приемлемую цен и возможность поиска будущих специалистов.</h2>

<h2 style="padding-top:50px; text-align: left;">Остались вопросы? Отправьте нам их и мы Вам ответим!</h2>


</form>
@endsection
