@extends("layouts.app")


@section('title')
    Правила
@endsection
@section('style')
    .dick {background-color:#ceffff;border: 3px solid #000; border-radius: 10px;}
@endsection
@section('content')
    <div style="padding-top:40px;">
    </div>
    <div class="alert-info dick">
        <br>
        <h2 style="text-align: center;">Общие положения</h2>
        <br>
    </div>

    <h4 style="padding-top:40px; padding-bottom: 40px; padding-left: 20px; padding-right: 20px;">1. Настоящая Политика конфиденциальности является официальным типовым документом Администрации Сайта и устанавливает обязательства Администрации сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при использовании Сайта.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">2. Целью настоящей Политики конфиденциальности является обеспечение надлежащей защиты информации о Пользователе, в т.ч. его персональных данных от несанкционированного доступа и разглашения.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях регулируются настоящей Политикой конфиденциальности и действующим законодательством Российской Федерации.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">4. Действующая редакция Политики конфиденциальности, является публичным документом, разработана Администрацией Сайта и доступна любому пользователю сети Интернет при переходе по гипертекстовой ссылке «Политика конфиденциальности», расположенной по адресу.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">5. Настоящая Политика неукоснительно выполняется всеми сотрудниками Сайта.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">6. Использование Сайта, а также его отдельных функций означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">7. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Администрация Сайта не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным внутри Сайта.</h4>

    <h4 style="padding-bottom: 40px;padding-left: 20px; padding-right: 20px;">8. Администрация Сайта не проверяет достоверность персональных данных, предоставляемых Пользователем, и не имеет возможности оценивать его дееспособность. Однако Администрация Сайта исходит из того, что пользователь предоставляет достоверные и достаточные персональные данные и поддерживает их в актуальном состоянии.</h4>


<div class="alert-info dick">
  <br>
    <h2 style="text-align: center;">Политика конфиденциальности</h2>
    <br>
    </div>
    <br>
    <h4 style="padding: 20px;">Политика конфиденциальности персональных данных (далее — Политика) действует в отношении всей информации, которую Администрация Сайта может получить о Пользователе во время использования им Сайта, а также в ходе исполнения Администрацией Сайта любых соглашений и договоров с Пользователем.</h4>

<h4 style="padding: 20px;">С политикой конфиденциальности и пользовательским соглашением вы можете ознакомиться ниже.</h4>
<div style="padding-left: 20px; padding-right: 20px;">
    <img src="content\images\profiles\14_1.png" width="50" height="60" style="text-align: center;">
    <a href = "{{route('RulesFile')}}" style="text-align: center;">Скачать правила</a>
</div>
<br>
    <h1></h1>
    <br>




@endsection
